{
    "bar_home": "Home ",
    "bar_about": "About me ",
    "bar_skills": "Skills ",
    "bar_portfolio": "Works ",
    "bar_contact": "Contact me ",
    "Hi": "Hello, this is ",
    "my_name": "TREE HEY",
    "my_description": "A person who loves programming and photography ",
    "Learn-more ": "learn more",
    "Macau": "Macau",
    "Macau_subtitle": "Cotai Area ",
    "Zhuahai": "Zhuhai ",
    "Zhuahai_subtitle": "Love Post Office ",
    "Sichuan": "Sichuan",
    "Sichuan_subtitle": "Giant Panda ",
    
    "my_story": "My story",
    "born": "Born in Macau, China in 2006, and this is where the story begins." ,
    "school": "Enrolled in St. Paul's School, Macau." ,
    "minecraft": "I've been around Minecraft since elementary school, studying various redstone machines, instructions, and experimenting with algorithms to create maps." ,
    "scratch": "The first day I touched scratch, made a lot of 2D small games, such as snake, versus small games, etc., the programming journey began!" ,
    "python": "In junior three, I began to learn python by myself, communicate and learn with other programming enthusiasts among my classmates, and write small programs and games to lay the foundation for programming." ,
    "school_team_1": "I joined the computer school team in the third year of junior high school, participated in the STEAM and IoT creative challenge Competition, and deeply understood the application and innovation potential of IoT (Internet of Things) technology, which was a valuable experience for me." ,
    "school_team_2": "I joined the school computer team in senior one to learn computer knowledge in depth." ,
    "awards_1": "Obtained the Python certificate in the first year of high school, participated in the Python problem solving contest, and won the fifth place in Australia. With my experience in MBOT, I actively participated in the team and provided guidance, leading our team to win the second place in the STEAM and IoT creative challenge competition." ,
    "awards_2": "Senior two participated in the electronic device production competition and won the award of recommendation." ,
    "student_association": "Join the student council in sophomore year. Participated in the preparation of singing competition, charity garden tour and other activities. This experience has important implications." ,
    "photography_1": "Full of interest in photography, self-taught photography, Photoshop, Lightroom and other post-production software, served as a photographer in many activities of the student Union." ,
    "photography_2": "Through the lens, I can capture the precious moments of life, record the images that fascinate me and impress me deeply." ,
    "photography_3": "The lens records my footsteps and will take it on a new journey in the future." ,
    "PowerPoint_1": "I like to make creative PPT, and I obtained the certificates of Powerpoint, Excel and Word under the recommendation of my teacher. I participated in the OFFICE software skills Competition and had the honor to win the third place in Australia." ,
    "PowerPoint_2": "Also obtained MOS PowerPoint2016 and PowerPoint2019, as well as Excel and Word certificates." ,
    "PowerPoint_3": "The PPT slide produced also achieved the highest score in the school." ,
    "formsix_1": "Senior Three participated in the Australian Secondary School Students IT Knowledge Quiz Competition and won the third place from more than 100 teams." ,
    "formsix_2": "At the same time, I began to learn web front-end knowledge, participated in the National Australian Student Mobile Web technology Skills Competition, and won the runner-up in Australia. We also made some mini programs for teachers and students." ,
    "formsix_3": "Also participated in the campus weather monitoring competition, analyzed the collected data, won the merit award, and published an article in the Chinese Education Association of Macau." ,
    "NJU": "Graduated from Macau St. Paul's High School and entered Nanjing University." ,
    
    "skills_title": "Skill ",
    "computer": "Computer ",
    "computer_sub": "learning",
    "front-end-development": "front-end development",
    "front-end-development-sub": "Web design ",
    "Python": "Python",
    "Python_sub": "proficient ",
    "Linux": "Linux",
    "Linux_sub": "Understand the basics ",
    "mastery": "Mastery",
    "photography": "Photography ",
    "photography_sub": "love ",
    "eat": "Eat",
    "ear_sub": "eat eat eat",
    
    "portfolio_title_1": "Photographic Work ",
    "HongKong": "HongKong",
    "HongKong_subtitle": "Mongkok",
    "Nanjing": "Nanjing",
    "Nanjing_subtitle": "Memorial Hall of the Victims in the Nanjing Massacre",
    "Shanghai": "Shanghai",
    "Shanghai_subtitle": "Lujiazui ",
    "portfolio_title_2": "small program ",
    "click": "click to enter ",
    "random_draw": "lottery applet ",
    "days_matter": "Days Matter",
    
    "contact_title": "Contact me"
    }