{
    "bar_home": "Home",
    "bar_about": "About Me",
    "bar_skills": "Skills",
    "bar_portfolio": "Portfolio",
    "bar_contact": "Contact Me",
    "Hi": "Hello, I'm",
    "my_name": "TREE HEY",
    "my_description": "A person passionate about programming and photography",
    "learn-more": "Learn More",
    "Macau": "Macao",
    "Macau_subtitle": "Cotai",
    "Zhuahai": "Zhuhai",
    "Zhuahai_subtitle": "Love Mail Lighthouse",
    "Sichuan": "Sichuan",
    "Sichuan_subtitle": "Giant Panda",

    "my_story": "My Story",
    "born": "Born in Macao, China in 2006, where my story begins.",
    "school": "Began studies at St. Paul's School in Macao.",
    "minecraft": "Fascinated with Minecraft since primary school, delved into Redstone mechanics, command blocks, and map creation from junior high, marking my entry into programming.",
    "scratch": "Introduced to Scratch in junior high, crafted numerous 2D games, embarking on the programming journey.",
    "python": "Self-taught Python in third year of junior high, exchanging knowledge with fellow enthusiasts, laying the groundwork for my future in computer science.",
    "school_team_1": "Participated in STEAM and IoT problem-solving competition (MBOT robot) in third year, grasping IoT concepts. Awarded Best Design, motivating further efforts. Joined school computer team in senior high for comprehensive IT education.",
    "school_team_2": "I joined the school computer team and began to learn various computer knowledge.",
    "awards_1": "Earned Python certification in first year of senior high, placed 5th in a Python competition. Leveraged MBOT experience to guide our team to second place in a subsequent IoT contest. Gained judges' recommendation award in an electronics project.",
    "awards_2": "Senior Two participated in the electronic device making competition and won the award of recommendation.",
    "student_association": "Admitted to the student association in second year, a significant opportunity for school involvement and service.",
    "photography_1": "Passionate about photography, self-taught in Photoshop, Lightroom, serving as the photographer for multiple student events.",
    "photography_2": "Through the lens, I capture life's cherished moments and impressions.",
    "photography_3": "Wherever I travel, my camera accompanies me, chronicling my steps and preparing for new journeys.",
    "PowerPoint_1": "Discovered a talent for PowerPoint in first year, leading to a third-place win in an office software skills competition.",
    "PowerPoint_2": "Obtained MOS certifications in PowerPoint 2016 and 2019.",
    "PowerPoint_3": "Achieved top ratings for my presentations within the school.",
    "formsix_1": "In the final year of high school, excelled in a regional IT quiz, securing third place among numerous teams.",
    "formsix_2": "Began learning web frontend, secured second place in a mobile webpage design competition, and developed mini-programs for teachers and students, striving to apply web skills for convenience.",
    "formsix_3": "Currently engaged in a campus weather monitoring project, analyzing data and creating an email error reporting system.",


    "skills_title": "Skills",
    "computer": "Computer",
    "computer_sub": "Hardware & Software",
    "front-end-development": "Frontend Development",
    "front-end-development_sub": "Web Design",
    "Python": "Python",
    "Python_sub": "Proficient",
    "Linux": "Linux",
    "Linux_sub": "Basic Knowledge",
    "mastery": "Mastery",
    "photography": "Photography",
    "photography_sub": "Passionate",
    "post-production": "Post Production",
    "post-production_sub": "Editing & Retouching",

    "portfolio_title_1": "Photographic Works",
    "HongKong": "Hong Kong",
    "HongKong_subtitle": "Mong Kok",
    "Nanjing": "Nanjing",
    "Nanjing_subtitle": "Memorial Hall for the Victims of the Nanjing Massacre",
    "Shanghai": "Shanghai",
    "Shanghai_subtitle": "Lujiazui",
    "portfolio_title_2": "Mini Programs",
    "click": "click to enter",
    "random_draw": "Lottery Mini Program",
    "days_matter": "Days Matter",

    "contact_title": "Contact Me"
}